# OLDMassRealToStr

## Description
Converts mass real value to string and returns the result.

```pascal
FUNCTION OLDMassRealToStr(massValue : REAL): STRING;
```

```python
def vs.OLDMassRealToStr(massValue):
    return STRING
```

## Parameters
|Name|Type|Description|
|---|---|---|
|massValue|REAL|   |

## Version
Availability: from Vectorworks 2018

## Category
* Truss Analysis